const quotesDiv = document.querySelector(".quotes");

const teddyDayQuotes = [
    "როცა პირველად შენი ტუჩები ჩემსას შეეხო…",
    "ვიგრძენი გრძნობა, რომელსაც სიტყვები ვერ იტევს.",
    "ეს არ იყო უბრალოდ კოცნა —",
    "ეს იყო სულიების შეხება,",
    "სიყვარულზე მეტი, უსასრულობასთან ძალიან ახლოს. 💗",
    "იმ წამს, როცა შენი ტუჩები ჩემს ტუჩებს შეხვდა…",
    "მთელი სამყარო შეჩერდა. 💋"
];

teddyDayQuotes.forEach(quote => {
    const p = document.createElement('p');
    p.classList.add('quote');
    p.textContent = quote;
    quotesDiv.appendChild(p);
});
